Revit 2024 API
PartMakerMethodToDivideVolumes.UConstDivisionIndent Property
 Indentation for the application of division rule's pattern across u-const gridlines (i.e., similar to changing indices of u-const gridlines).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public int UConstDivisionIndent { get; set; }
Visual Basic
Public Property UConstDivisionIndent As Integer
	Get
	Set
Visual C++
public:
property int UConstDivisionIndent {
	int get ();
	void set (int value);
}
See Also
PartMakerMethodToDivideVolumes Class
Autodesk.Revit.DB Namespace